Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/akwekonraportti2013.pdf.tmx
Source language: fin
Languages: sme

source: Akwé: Kon -ohjeiden soveltaminen Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelmassa
sme: Akwé: Kon -rávvagiid heiveheapmi Bátneduoddara meahcceguovllu dikšun- ja geavahanplánas

source: Suvi Juntunen | Elina Stolt
sme: Sáttasánit

source: Johdanto ja taustaa
sme: Bagadus ja duogáš

source: Biodiversiteettisopimus Laki Metsähallituksesta
sme: Biodiversiteahttasoahpamuš Láhka Meahciráđđehusas

source: Metsähallitukselle asetetut tulostavoitteet Hoito- ja käyttösuunnitelma
sme: Meahciráđđehussii ásahuvvon boađus ulbmilat Dikšun- ja geavahanplána

source: Lähtökohdat ohjeiden soveltamiseen
sme: Vuolggasajit rávvagiid heiveheapmái

source: Ohjeiden soveltaminen Hammastunturin erämaa-alueen hoito- ja käyttösuunnitel-man laadinnassa
sme: Rávvagiid heiveheapmi Bátne duoddara meahcce guovllu dikšun- ja geavahanplána ráhkadeamis

source: Työryhmän työskentely Perusselvitykset Esitykset suunnitelmaan
sme: Bargojoavkku bargan Vuođđočilgehusat Evttohusat plánii

source: Vaikutusten arviointi Suunnitelman valmistuminen Taulukko: Akwé: Kon -ohjeiden soveltaminen suunnitelman laadinnassa
sme: Váikkuhusaid árvvoštallan Plána gárváneapmi Tabealla: Akwé: Kon -rávvagiid heiveheapmi plána ráhkadeamis

source: Tulokset ja vaikutukset
sme: Bohtosat ja váikku husat

source: Loppupäätelmät ja suositukset
sme: Loahppaárvalusat ja ávžžuhusat

source: Metsähallitus
sme: Meahciráđđehus

source: Metsähallituksen vastuulla on Suomen valtion maiden hallinta.
sme: Meahciráđđehusa ovddasvástádussan lea Suoma stáhta eatnamiid hálddašeapmi.

source: Saamelaisten kotiseutualueella valtion hallinnoimia maita on 91 %. Näistä merkittävimpiä ovat erämaaalueet ja kansallispuistot, joille Metsähallitus laatii alueiden käyttöä ohjaavat hoito- ja käyttösuunnitelmat.
sme: Sámiid ruovttuguovllus stáhta hálddašan eatnamiid mearri lea 91% Dáin mávsso laččamusat lea meahcceguovllut ja álbmotmeahcit, maidda Meahciráđđehus ráhkada dikšun- ja geavahanplánaid, mat stivrejit guovlluid geavahusa.

source: Metsähallitus on vuosien varrella kehittänyt eri hankkeissa alueiden käyttäjien, viranomaisten ja muiden tahojen osallistumismahdollisuuksia.
sme: Meahciráđđehus lea jagiid mielde gárgehan sierra fidnuin guovlluid geavaheddjiid, eiseválddiid ja eará beliid oassálastinvejolašvuođaid.

source: Haluamme kehittää edelleen saamelaisten mahdollisuuksia tuoda esille kulttuurinsa harjoittamisen edellytyksiä, ja haluamme ottaa saamelaiskulttuurin kannalta tärkeitä asioita huomioon mahdollisimman paljon.
sme: Hálidit ain gárgehit sápmelaččaid vejolašvuođaid buktit ovdan kultuvrraset mielde bargama eavttuid, ja hálidit váldit vuhtii sámi kultuvrra dáfus dehálaš áššiid nu olu go vejolaš.

source: Konkreettista mahdollisuuksien turvaamista tehdään Metsähallituksen osalta erityisesti luonnonsuojelualueiden ja erämaiden hoito- ja käyttösuunnitelmissa.
sme: Mehciráđđehus dorvvasta konkrehtalaš vejolašvuođaid earenoamážit luonddusuodjalanguovlluid ja meahcceguovlluid dikšun- ja geavahanplánain.

source: Varsinainen lopullinen päätösvalta on tämänhetkisen lainsäädännön mukaan esimerkiksi alueiden hoito- ja käyttösuunnitelmissa niiden vahvistajatahona pääosin ministeriötasolla, mutta laaja ja hyvä sidosryhmien ja kansalaisten osallistaminen on parhaimmillaan jo lähenemässä paikallista päätösvaltaa.
sme: Aitosaš loahpalaš mearridanváldi lea dálá lága mielde ovda mearkkadihte guovlluid dikšun- ja geavahanplánain daid nannenoassebeallin váldoáššis ministeriijadásis, muhto viiddes ja buorre čanusjoavkkuid ja riikkavuložiid oassálastimii fárrui váldin lea buoremussan juo lahkoneame báikkálaš mearridanválddi.

source: Saamelaisten koti seutualueella saamelaiskulttuurin harjoittamisen edellytysten turvaaminen saa erityisen suuren painoarvon erämaiden maan- ja luonnonvarojen käytöstä päätettäessä.
sme: Sámiid ruovttuguovllus sámi kultuvrra mielde bargama eavttuid dorvvasteapmi oažžu earenoamáš stuora deaddoárvvu meahcceguovlluid eanan- ja luondduriggodagaid geavahusa mearrideamis.

source: Metsähallitus päätti pilotoida biodiversiteettisopimuksen 8j -artiklan mukaista Akwé: Kon ohjeistusta käyttämällä ohjeistusta yhdessä saamelaiskäräjien kanssa sopien Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa.
sme: Meahciráđđehus mearridii vuosttaš geardde destet biodiversiteahttasoahpamuša 8j-artikla miel Akwé: Kon -rávvagiid atnui váldima nu ahte dat ovttas sámedikkiin

source: Tavoitteena oli löytää uusia tapoja, miten Metsähallitus erämaan haltijaviranomaisena voisi turvata entistäkin paremmin Euroopan ainoan alkuperäiskansan mahdollisuudet vaikuttaa kulttuurinsa harjoittamisen edellytyksiin alueella.
sme: Ulbmilin lei gávdnat ođđa vugiid, mot Meahciráđđehus meahcce guovllu hálddašaneiseváldin sáhtálii dorvvastit ovdalaččage buorebut Eurohpa áidna álgoálbmoga vejolaš vuođaid váikkuhit kultuvrras mielde bargama eavttuide guovllus.

source: Akwé: Kon -ohjeiden mukainen suunnitteluprosessi on ollut hyvä menetelmä selvittää saamelaiskulttuurin
sme: Akwé: Kon -rávvagiid miel plánenproseassa lea leamaš buorre vuohki čilget sámi kultuvrra miel bargamii gullevaš

source: eiden erilaisia arvoja saamelaiskulttuurille, mahdollisia huolenaiheita kulttuurin harjoittamisen edellytyksiin liittyen sekä lopulta niitä keinoja, joilla mahdollisia uhkia voidaan torjua.
sme: árvvuid sámi kultuvrii, vejolaš fuolaid, mat laktásit sámi kultuvrra miel bargama eavttuide sihke loahpaloahpas daid vugiid, maiguin vejolaš uhkádusat sáhttet dustejuvvot.

source: Metsähallituksen näkökulmasta Akwé: Kon työ on ollut antoisaa, ja se on kehittänyt saamelaisten osallistamista suunnitteluprosessiin merkittävästi.
sme: Meahciráđđehusa oaidninvuogi mielde Akwé: Kon -bargu lea leamaš attolaš, ja dat lea gárgehan sámiid oassá lastima fárrui váldima plánenprosessii mearkkašahtti ládje.

source: Metsähallitus käyttää menetelmää mielellään myös tulevaisuudessa.
sme: Meahciráđđehus geavaha mielalis vuogi maid boahttevuođas.

source: Tämän työn pohjalta Metsähallitus on laatinut Akwé: Kon -ohjeiden käytön toimintamallin.
sme: Dán barggu vuođul Meahciráđđehus lea ráhkadan Akwé: Kon -rávvagiid anu doaibmamálle.

source: Toimintamallia käytetään jatkossa saamelaisten kotiseutualueella ainakin luonnonvarasuunnitelmien ja hoito- ja käyttösuunnitelmien laadinnassa.
sme: Doaibmamálle adnojuvvo dás duohko sámiid ruovttuguovllus aŋkke luondduriggodatplánaid ja dikšun- ja geavahanplánaid ráhkadeamis.

source: Metsähallitus haluaa kiittää saamelaiskäräjiä rakentavasta yhteistyöstä Akwé: Kon -ohjeiden pilotoinnissa sekä niiden tulevan käytön suunnittelussa.
sme: Meahciráđđehus hálida giitit sámedikki konstruktiiva ovttasbarggus Akwé: Kon -rávvagiid piloteremis sihke daid boahttevaš anu plánemis.

source: Akwé: Kon työryhmän puheenjohtaja
sme: Akwé: Kon bargojoavkku ságadoalli

source: Akwé: Kon -työryhmä teki työtä Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laatimiseksi noin puolitoista vuotta.
sme: Akwé: Kon -bargojoavku barggai Bátneduoddara meahcce guovllu dikšun- ja geavahanplána ráhkadeami várás sulaid bealnnot jagi.

source: Sitä ennen ohjeiden soveltamista valmisteltiin kansallisen artikla 8(j)-työryhmän työssä, jota kesti noin pari vuotta.
sme: Dađi ovdal rávvagiid heiveheapmi válmmaštallojuvvui álbmotlaš 8(j)-bargojoavkku barggus, mii bisttii sulaid moadde jagi.

source: Prosessi on ollut pitkä.
sme: Proseassa lea leamaš guhkki.

source: Tässä loppuraportissa käsitellään lyhyesti puolentoista vuoden työn tulokset sekä katsotaan hieman tulevaisuuteenkin - miten tästä eteenpäin.
sme: Dán loahpparaporttas gieđahallojuvvojit oanehaččat bealnnot jagi barggu bohtosat sihke gehččojuvvo veahaš boahtteáigáinai – mot dás ovddos.

source: Työ oli mielenkiintoista ja haas tavaa, koska ohjeita ei ole kokeiltu koskaan aikaisemmin maankäytön suunnittelussa missään maailmassa.
sme: Bargu lei beroštahtti ja hástaleaddji, daningo rávvagat eai leat geahččaluvvon goassege ovdal eanageavahusa plánemis gostege máilmmis.

source: Suurin haaste olikin selvittää miten ohjeita sovelletaan hoidon ja käytön suunnittelussa ja miten ohjeet huomioidaan Metsä hallituksen hoito- ja käyttösuunnitelman laatimismallissa, lomakkeistossa.
sme: Stuorimus hástalus leinai čilget mot rávvagat heivehuvvojit divššu ja geavahusa plánemis ja mot rávvagat váldojuvvojit vuhtii Meahciráđđehusa dikšun- ja geavahanplána ráhkadanmálles, skoviin.

source: Akwé: Kon -ohjeet ovat menettelytapa, joka ei itsessään määrää suunnitelman lopputulosta.
sme: Akwé: Kon -rávvagat leat meannudanvuohki, mii ii iešald des mearrit plána loahppabohtosa.

source: Ohjeet edellyttävät, että luonnon monimuotoisuuden ja saamelaisten perinteisen tiedon turvaamiseksi saamelaisten osallisuus esimerkiksi hoito- ja käyttösuunnitelman valmistelussa tulee turvata ja saamelaisten esitykset tulee ottaa huomioon ja arvioida asianmukaisesti.
sme: Rávvagat gáibidit, ahte luonddu máŋggahápmásašvuođa ja sámiid árbe virolaš dieđu dorvvasteami várás sápmelaččaid oassá las ti mii fárrui váldin ovdamearkkadihte dikšun- ja gea va han plána válmmaštallamis galgá dorvvastuvvot ja sápme lač čaid evttohusat galget váldojuvvot vuhtii ja árvvoš tallo juv vot áššáigullevaččat.

source: Hoito- ja käyttösuunnitelman valmistelu ohjeiden mukaisesti on parantanut hoito- ja käyttösuunnitelman tietopohjaa, koska alueen käyttäjien tiedot ja näkemykset on otettu paremmin huomioon.
sme: Dikšun- ja geavahan plá na válmmaš tallan rávvagiid mielde lea buoridan dikšun- ja geavahanplána diehtovuođu, daningo guovllu geava hed djiid dieđut ja oainnut leat váldojuvvon buore but vuhtii.

source: Vuorovaikutus Metsähallituksen kanssa on myös parantunut ja olemme päässeet avoimesti keskustelemaan ja kuulemaan Metsähallitukselta miksi tiettyjä asioita on otettu suunnitelmaan ja miksi joitakin työryhmän esityksiä ei ole kannatettu.
sme: Vuorro váik kuhus Meahciráđđehusain lea maid buorránan ja mii leat beassan rahpasit ságastallat ja gullat Meahci ráđđehusas manin dihto áššit lea váldojuvvon miel de plánii ja manin muhtin bargojoavkku evttohusat eai leat guottihuv von.

source: Kaikki Akwé: Kon -työryhmän esitykset eivät tulleet suunnitelmaan, mutta ne arvioitiin asianmukaisesti ohjeiden edellyttämällä tavalla.
sme: Buot Akwé: Kon -bargojoavkku evt to husat eai leat boahtán plánii sisa, muhto dat árvvoš tallo juvvoje áššáigullevaččat rávvagiid gáibidan vuogi mielde.

source: Akwé: Kon -ohjeiden noudattaminen tuo ennen kaikkea mahdollisuuksia ja lisää vuorovaikutusta.
sme: Akwé: Kon -rávvagiid doahttaleapmi buktá earenoamážit vejolašvuođaid ja lasiha vuorrováikkuhusa.

source: Saamelaiskäräjien näkökulmasta ohjeiden noudattaminen on paran tanut nykyistä tilannetta merkittävästi.
sme: Sámedikki oaidnin vuogis rávvagiid doahttaleapmi lea buoridan dáláš dili mearkkašahtti ládje.

source: Aiemmin saamelais käräjät on laatinut hoito- ja käyttösuunnitelmien vaikutustenarvioinnin suunnitelman valmistumisen jälkeen.
sme: Ovdal sámediggi lea ráhkadan dikšun- ja geavahanplánaid váikkuhusaid árvvoštallama plána gárváneami maŋŋel.

source: suunnitelman sisältöön.
sme: Meannudeapmi lea leamaš

source: Nyt vaikutustenarviointi on ollut jatkuvaa ja kiinteä osa suunnitelman laatimista.
sme: Dál váikkuhusaid árvvoštallan lea leamaš bistevaš ja plána ráhkadeami giddes oassi.

source: Työryhmän työ oli hyvin mielekästä ja vuorovaikutteista.
sme: Bargojoavkku bargu lei hui jierpmálaš ja dan olis lei buorre vuorrováikkuhus.

source: Toivon, että Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelmassa saadut kokemukset jalostuvat pysyväksi malliksi saamelaisten kotiseutualueen maankäytön ohjauksessa.
sme: Sávan, ahte Bátneduoddara meahcceguovllu dikšun- ja geavahanplánas ožžojun muosáhusat aliduvvojit bissovaš mállen sámiid ruovttuguovllu eanangeavahusa stivremis.

source: Lemmenjoella 11.2.
sme: Leammis 11.2.2013

source: Tässä raportissa käydään läpi Hammastunturin erämaaalueen hoito- ja käyttösuunnitelman laadintaa ja sen valmistelua vuoden 2010 lopusta vuoden 2012 loppuun.
sme: Dán raporttas mannojuvvo čađa Bátneduoddara meahcceguovllu dikšun- ja geavahanplána ráhkadeapmi ja dan válmmaštallan jagi 2010 loahpa rájes gitta jagi 2012 loahpa rádjái.

source: Raportissa käsitellään miten suunnitelman laadinnassa on sovellettu biodiversiteettisopimuksen osapuolikokouksen hyväksymiä vapaaehtoisia Akwé: Kon -ohjeita, ohjeiden soveltamisen tuloksia, vaikutuksia ja kehittämisehdotuksia tulevien hoito- ja käyttösuunnitelmien laadinnalle.
sme: Raporttas gieđahallojuvvo mot plána ráhkadeamis leat heivehuvvon biodiversiteahttasoahpamuša oassebeallečoakkáma dohkkehan eaktodáhtolaš Akwé: Kon -rávvagat, rávvagiid heiveheami bohtosat, váikkuhusat ja ovddidanevttohusat boahttevaš dikšun- ja geavahanplánaid ráhkadeami várás.

source: Raportti pohjautuu Akwé: Kon -työryhmän kokousmateriaaleihin ja työryhmätyöskentelystä saatuihin kokemuksiin.
sme: Raporta vuođđuduvvá Akwé: Kon -bargojoavkku čoakkánmateriálaide ja bargojoavkobargamis ožžojun muosáhusaide.

source: Työryhmä on hyväksynyt loppuraportin keskeisen sisällön.
sme: Bargojoavku lea dohkkehan loahpparaportta guovddáš sisdoalu.

source: Biodiversiteettisopimus
sme: Biodiversiteahttasoahpamuš

source: Rio de Janeirossa vuonna 1992 hyväksytty yleissopimus biologisesta monimuotoisuudesta (biodiversiteettisopimus) on tullut Suomessa voimaan 25.10. 1994. Yleissopimuksen tavoitteena on biologisen monimuotoisuuden suojelu, sen osien kestävä käyttö sekä perintöaineksen käytöstä saadun hyödyn oikeudenmukainen ja tasapuolinen jako.
sme: Rio de Janeiros jagi 1992 dohkkehuvvon oktasaš soahpa - muš biologalaš máŋggahápmásašvuođas (bio diversiteahtta soahpamuš) lea boahtán Suomas vuoibmái 25.10.1994. Oktasašsoahpamuša ulbmilin lea biologalaš máŋgga hápmásaš vuođa suodjaleapmi, dan osiid suvdilis atnu sihke árbeávdnasiid anus ožžojun ávkki vuoiggalaš ja dásse bealat juohkin.

source: Sopimusosapuolet tunnustavat monien perinteisen elämäntavan omaavien alkuperäis- ja paikallisyhteisöjen läheisen ja perinteisen riippuvuuden biologisista luonnonvaroista.
sme: Soahpamušoassebealit dovddastit máŋggaid árbevirolaš eallinvuogi oamastan álgoálbmot- ja báikkálaš servošiid lagaš ja árbevirolaš sorjjasvuođa biologa laš luondduriggodagain.

source: Suomessa biodiversiteettisopimuksen alkuperäiskansoja koskevat velvoitteet koskevat saamelaisia.
sme: Suomas biodiversiteahttasoahpamuša álgoálbmogiid geatnegasvuođat gusket sápmelaččaid.

source: Ympäristöministeriö asetti vuonna 2009 biologista monimuotoisuutta koskevan yleissopimuksen alkuperäiskansojen perinnetietoa käsittelevän artikla 8j:n kansallisen asiantuntijaryhmän, jonka tehtävänä oli koordinoida Suomen luonnon monimuotoisuuden suojelun ja kestävän käytön strategian ja toimintaohjelman 2006–2016 tarkoittamia alkuperäiskansojen perinnetietoa koskevia toimenpiteitä sekä lisätä yleistä tietämystä yleissopimuksen artikla 8(j):n liittyvän työohjelman sisällöstä ja tavoitteista erityisesti Suomen saamelaisten kannalta.
sme: Birasministeriija ásahii jagi 2009 biologalaš máŋggahápmásašvuođa oktasašsoahpamuša álgoálbmogiid árbe dieđu gieđahalli artihkal 8j:a álbmotlaš ášše dovdejoavkku. Dan bargun lei koordineret Suoma luonddu máŋgga hápmásašvuođa suodjaleami ja suvdilis anu strate giija ja doaibmaprográmma 2006–2016 dárkkuhan doaibma bijuid, mat guske álgoálbmogiid árbedieđuid, sihke lasihit oppalaš dieđu oktasašsoahpamuša artihkal 8(j):a bargoprográmma sisdoalus ja ulbmiliin earen oamážit Suoma sápmelaččaid dáfus.

source: Työryhmän tavoitteena oli edistää työohjelman toimeenpanoa Suomessa eri ministeriöiden ja sidosryhmien yhteistyöllä sekä
sme: Bargojoavkku bargun lei ovddi dit ollašuhttima Suomas sierra ministeriijaid ja

source: SopS 78/1994 Yleissopimuksen artikla 8(j) mukaan ”Sopimusosapuolien tulee kansallisen lainsäädäntön-sä mukaisesti kunnioittaa, suo-jella ja ylläpitää biologisen mo-nimuotoisuuden suojelun ja kes-tävän käytön kannalta merkittä-vää alkuperäiskansojen ja perinteisen elämänmuodon omaa-vien paikallisyhteisöjen tietä-mystä, innovaatioita ja käytän-töjä, sekä edistää ja laajentaa niiden soveltamista tämän tietämyksen, innovaatioiden ja käytäntöjen omistajien luvalla ja myötävaikutuksella sekä roh-kaista tämän tietämyksen, inno-vaatioiden ja käytäntöjen käytöstä saatujen hyötyjen tasapuo-lista jakamista.”
sme: Oktasašsoahpamuša artihkal 8(j) mielde ”Soahpamušoassebealit galget álbmotlaš lágaideaset mielde gudnejahttit, suodjalit ja bajásdoallat biologalaš máŋggahápmásašvuođa suodjaleami ja suvdilis anu dáfus mearkkašahtti álgoálbmogiid ja árbevirolaš eallinvuogi oamastan báikkálaš servošiid dieđu, sihke ovddidit ja viiddidit daid heiveheami dán dieđu, innovašuvnnaid ja geavadiid eaiggádiid lobiin ja miehtemielalaš váikkuhemiin sihke roahkásnuhttit dán dieđu, innovašuvnnaid ja geavadiid anus ožžojun ávkkiid dássebealat juohkima.” Artikla 8(j) työryhmä on määrit tänyt artikla 8(j):n suojeleman perinteisen tie don keskeisen sisällön Suomessa: Saamelainen luonnon monimuotoisuuteen liittyvä perinteinen tieto ilmenee saamelaisessa luonnonkäytössä ja perinteisten saamelaiselinkeinojen harjoittamisessa eli poronhoidossa, kalastuksessa, metsästyksessä, keräilyssä ja käsityössä sekä luontosuhteessa.

source: SopS 78/1994 si ja toteuttamiseksi Suomessa.
sme: oktasašsoahpamuša heiveheami ja ollašuhttima várás Suomas.

source: Työryhmä esitti loppuraportissaan toimenpide-ehdotuksen: ”Saamelaisten kotiseutualueen maankäytön suunnittelussa ja ohjauksessa sovelletaan biodiversiteettisopimuksen Akwé: Kon -ohjeistusta kansallisen lainsäädännön puitteissa.
sme: Bargojoavku evttohii loahpparaporttastis doaibmabidjo evttohusa: ”Sámiid ruovttuguovllu eanangeavahusa plánemis ja stivremis heivehuvvojit bio diversi teahttasoahpamuša Akwé: Kon -rávvagat álbmotlaš lágaid olis.”

source: Tavoite: Kaikissa uusissa ja uudistettavissa saamelaisten kotiseutualueen hoito- ja käyttösuunnitelmissa sekä luonnonvarasuunnitelmissa noudatetaan Akwé: Kon -ohjeistusta.
sme: Ulbmil: Buot ođđa ja ođasnuhttit áigojuvvon sámiid ruovttuguovllu dikšun- ja geavahanplánain sihke luondduriggodatplánain doahttaluvvjit Akwé: Kon -rávvagat.

source: Hammastunturin erämaa-alueen hoito- ja käyttösuunnitelman laadinnassa kerättyjen kokemusten perustella laaditaan pysyvä menettelytapa Akwé: Kon -ohjeistuksen noudattamiselle Metsähallituksen toiminnassa.”
sme: Bátneduoddara meahcceguovllu dikšun- ja geavahanplána ráhkadeamis čoggojun muosáhusaid vuođul ráhkaduvvo bistevaš meannudanvuohki Akwé: Kon -rávvagiid doahttaleapmái Meahciráđđehusa doaimmas.”

source: Laki Metsähallituksesta
sme: Láhka Meahciráđđehusas

source: Metsähallitus on valtion liikelaitos, joka vastaa valtion hallinnassa olevien luonnonvarojen kestävästä käytöstä ja luonnonsuojelusta.
sme: Meahciráđđehus lea stáhta fitnodatlágádus, man ovddasvástádussan lea atnit ávvira stáhta hálddašan luondduriggodagaid suvdilis anus ja luonddusuodjaleamis.

source: Metsähallituslain 4 §:n mukaan Metsähallituksen hallinnassa olevien luonnonvarojen hoito, käyttö ja suojelu on sovitettava yhteen saamelaisten kotiseutualueella siten, että saamelaisten kulttuurin
sme: Meahci ráđđehus lága 4 §:a mielde Meahciráđđehusa háldda šan luondduriggodagaid dikšun, geavahus ja suodja leapmi galgá heivehuvvot oktii sámiid

source: Biologista monimuotoisuutta koskevan yleissopimuksen alku
sme: Biologalaš máŋggahápmásašvuođa oktasašsoahpamuša

source: The Act on Metsähallitus
sme: mielde bargama eavttut dorvvastuvvojit.

source: 1378/2004 tulee myös ottaa riittävästi huomioon biologisen monimuotoisuuden suojelu ja sen tarkoituksenmukainen lisääminen.
sme: Meahciráđđehus galgá maid váldit dárbahassii vuhtii biologalaš máŋggahápmá saš vuođa suodjaleami ja vuogálaš lasiheami.

source: Metsähallitukselle asetetut tulostavoitteet
sme: Meahciráđđehussii ásahuvvon boađus-ulbmilat

source: Vuodelle 2012 laaditussa Metsähallituksen ja ympäristöministeriön tulossopimuksessa Metsähallituksen julkisia hallintotehtäviä koskeviksi tulostavoitteiksi asetettiin mm. yhteistyö saamelaisten toimijoiden ja viranomaisten kanssa saamelaiskulttuurin edellytysten turvaamiseksi.
sme: Jahkái 2012 ráhkaduvvon Meahciráđđehusa ja birasministeriija boađussoahpamušas Meahciráđđehusa almmolaš hálddašan bargguid boađusulbmilin ásahuvvoje ee. ovttasbargu sápmelaš doaibmiiguin ja eiseváld dii guin sámi kultuvrra eavttuid dorvvasteami várás.

source: Sopimuksessa ympäristöministeriö on antanut tulostavoitteen (6.3): ”Metsähallitus toteuttaa biodiversiteettisopimuksen 8j artiklaa laatimalla Hammastunturin hoito- ja käyttösuunnitelman pilotin pohjalta toimintamallin Akwé: Kon ohjeen soveltamisesta saamelaisten kotiseutualueen maankäytön suunnittelussa.
sme: Soahpamušas birasministeriija lea addán boađus ulbmila (6.3): ”Meahciráđđehus ollašuhttá bio diversi teahtta soahpa muša 8j artihkkala nu ahte ráhkada Bátneduoddara dikšun- ja geavahanplána pilohta vuođul doaibmamálle Akwé: Kon -rávvagiid heiveheamis sámiid ruovttuguovllu eanangeavahusa plánemis.

source: Akwé: Kon ohjetta noudatetaan soveltuvilta osin, kunnes toimintamalli on luotu.”
sme: Akwé: Kon -rávvagat doahttaluvvojit heivvolaš osiid mielde, dassážii go doaibmamálle lea duddjojuvvon.”

source: Hoito- ja käyttösuunnitelma
sme: Dikšun- ja geavahanplána

source: Erämaalaki velvoittaa Metsähallitusta laatimaan erämaaalueille hoito- ja käyttösuunnitelmat.
sme: Meahcceláhka geatnegahttá Meahciráđđehusa ráhkadit meahcceguovlluide dikšun- ja geavahanplánaid.

source: Hoito- ja käyttösuunnitelma on alueen hoidon ja käytön ratkaisuja linjaava yleissuunnitelma.
sme: Dikšun- ja geavahanplána lea oppalašplána, mii linnje guovllu dikšuma ja geavahusa čovdosiid.

source: Suunnitelma tarkentaa erämaalaissa annettuja tavoitteita sekä sovittaa nämä yhteen eri käyttömuotojen kanssa.
sme: Plána čuoziha dárkkileappot meahccelágas addojun ulbmiliid sihke heiveha daid oktii sierra geavahanvugiiguin.

source: Työn tuloksena syntyy alueiden hoitoa ja käyttöä sekä luonnon- ja kulttuuriperinnön suojelua ohjaava suunnitelma seuraavaksi 10–15 vuodeksi.
sme: Barggu boađusin šaddá čuovvovaš 10–15 jagi várás plána, mii stivre guovlluid dikšuma ja geavahusa sihke suodjala luonddu- ja kulturárbbi.

source: Suunnitelmien välitarkastus tehdään noin viiden vuoden välein.
sme: Plánaid gaskadárkkistus dahkkojuvvo sulaid viđa jagi gaskkaid.

source: Hoito- ja käyttösuunnitelmat vahvistetaan ympäristöministeriössä.
sme: Dikšun- ja geavahanplánat nannejuvvojit birasministeriijas.

source: 62/1991, § 7. Erämaa-alueita perustetaan alueiden erämaaluon
sme: 62/1991, § 7. Meahcceguovllut vuođđuduvvojit guovlluid

source: teen säilyttämiseksi, saamelaiskulttuurin ja luontaiselinkeinojen turvaamiseksi sekä luonnon monipuolisen käytön ja sen edellytysten kehittämiseksi (§1).
sme: meahcceluonddu seailluheami várás, sámi kultuvrra ja luondduealáhusaid dorvvasteami várás sihke luonddu máŋggabeallásaš anu ja dan eavttuid gárgeheami várás (§1).

source: Vapaaehtoiset Akwé: Kon -ohjeet on hyväksytty bio diversiteettisopimuksen seitsemännessä osapuolikokouksessa.
sme: Eaktodáhtolaš Akwé: Kon -rávvagat leat dohkke huv von bio diversiteahttasoahpamuša viđat oassebealle čoak kámis.

source: Ohjeet ovat osa biodiversiteettisopimuksen toimeenpanoa.
sme: Rávvagat leat biodiversiteahtta soahpamuša ollašuhttima oassi.

source: Ohjeiden tarkoitus on turvata luonnon monimuotoisuuden säilyminen sekä alkuperäiskansakulttuurien luontosuhteen ja perinteisen tiedon säilyminen.
sme: Rávvagiid ulbmil lea dorvvastit luonddu máŋggahápmásašvuođa seailuma sihke álgo álbmotkultuvrraid luondogaskavuođa ja árbevirolaš dieđu seailuma.
